<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<h1>WATFLIX 이용 약관</h1><br>
WATFLIX는 인터넷 연결 지원 TV, 컴퓨터 및 기타 디바이스('WATFLIX 지원 디바이스')에서 인터넷 스트리밍을 통해 회원에게 영화 및 TV 프로그램('WATFLIX 콘텐츠')을 제공하는 맞춤형 멤버십 서비스입니다.

본 이용 약관은 사용자가 WATFLIX 서비스를 이용하는 데 적용됩니다. 본 이용 약관에 언급되는 'WATFLIX 서비스' 또는 '당사 서비스'는 모든 특성과 기능, 추천 동영상과 후기, 웹사이트 및 사용자 인터페이스뿐만 아니라 WATFLIX 서비스와 관련된 모든 콘텐츠와 소프트웨어를 포함하는 WATFLIX 콘텐츠의 검색 및 시청을 위해 WATFLIX가 제공하는 개인 맞춤형 서비스를 의미합니다.

멤버십

1.1. Netflix 멤버십은 해지 시까지 지속됩니다. Netflix 서비스를 이용하려면 인터넷 액세스 및 Netflix 지원 디바이스가 필요하며 Netflix에 하나 이상의 결제 수단을 제공해야 합니다. '결제 수단'이란 현재 유효한 승인된 결제 수단으로서, 필요시 업데이트될 수 있으며 타사 계정을 통한 결제를 포함할 수 있습니다. 결제일 전까지 멤버십을 해지하지 않을 경우, 다음 결제 주기의 멤버십 요금이 회원의 결제 수단으로 청구됩니다(아래 '해지' 내용 참조).

1.2. Netflix는 특별 프로모션 멤버십이나 타사가 자체 제품 및 서비스 공급과 연계하여 제공하는 멤버십 등 다양한 멤버십을 제공할 수 있습니다. 일부 멤버십에는 상이한 조건 및 제약이 있으며, 이는 가입 시 또는 회원이 사용할 수 있는 기타 커뮤니케이션을 통해 공개됩니다. Netflix 멤버십과 관련된 세부사항은 Netflix 웹사이트를 방문하여 페이지 상단의 프로필 이름 아래에 위치한 '계정' 링크를 클릭하면 확인할 수 있습니다.
</body>
</html>